using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace headman
{
    class GeneralInfo
    {
        public List<string> Maps = new List<string>()
        {            
            "First",
            "Second"
        };
        public List<string> Goals = new List<string>()
        {            
            "Добро пожаловать в увлекательное путешествие по островам. Вас ожидают лишения и потери. Правда, возможны и некоторые бонусы. Если Вы хотите выиграть, Вам необходимо попасть на последний <Red> остров и продержаться там в течение месяца, не потеряв по пути всю свою команду.",
            "Добро пожаловать в мир, созданный вторым. Этот мир небольшой, однако, выживание на нем от этого не становится менее захватывающим. Цель этого уровня состоит в том, чтобы собрать у себя 80ед камней и 100ед дерева. Будьте аккуратнее и помните про правила миров. Желаем удачи."
        };
    }
}
